NSCameraUsageDescription = "Toegang tot uw camera is benodigd om documenten te scannen en foto's of video's te maken.";
NSFaceIDUsageDescription = "Face ID is vereist om the authenticeren door middel van gezichtsherkenning";
NSLocationAlwaysUsageDescription = "The app uses your location to automatically trigger file uploads when you move between areas.";
NSPhotoLibraryUsageDescription = "Photo library access is required to upload your photos and videos to your cloud.";
NSPhotoLibraryAddUsageDescription = "Photo library access is required to upload your photos and videos to your cloud.";
NSMicrophoneUsageDescription = "Microphone access is required to create voice notes.";
NSLocationWhenInUseUsageDescription = "This app uses your location to detect movement and automatically upload files. It does not use GPS and does not store your location.";
NSLocationAlwaysAndWhenInUseUsageDescription = "This app needs access to your location even in the background to automatically start uploading files when significant movement is detected. GPS is not used.";
